Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/overview--geonode_overview.tmx
Source language: en
Languages: ja

source: Geospatial Content Management System
ja: 地理空間コンテンツ管理システム

source: `GeoNode <https://geonode.org>`_ is a Content Management System for geospatial data which provides creation, sharing, and collaborative use of geospatial data. Datasets can be uploaded in various formats, maps can be edited, styled and aggregated through browser based tools, maps and metadata can be published and searched, and reviews, ratings and comments can be captured from users.
ja: `GeoNode<https://geonode.org>`_は地理空間データのためのコンテンツ管理システムであり、地理空間データの作成、共有、および共同使用の仕組みを提供します。データセットはさまざまな形式でアップロードでき、マップはブラウザベースのツールを使用して編集、スタイル設定、集計を行うことができ、マップとメタデータを公開して検索することができ、レビュー、評価、コメントをユーザーから取得することができます。

source: GeoNode is built upon: GeoServer, GeoExplorer, pycsw, Django, and GeoExt.
ja: GeoNodeは、GeoServer、GeoExplorer、pycsw、Django、およびGeoExtに基づいて構築されています。

source: Core Features
ja: 主要機能

source: Spatial Data Discovery
ja: 空間データ探索

source: Powerful spatial search engine
ja: 強力な空間検索エンジン

source: Federated OGC services
ja: 統合OGCサービス

source: Metadata catalogue
ja: メタデータカタログ

source: Import and Manage Geospatial Data
ja: 地理空間データのインポートと管理

source: Publish raster, vector, and tabular data
ja: ラスタ、ベクタ、テーブルデータをパブリッシュする

source: Manage metadata and associated documents
ja: メタデータと関連ドキュメントを管理する

source: Securely or publicly share data
ja: データを安全に共有する、あるいは公開する

source: Versioned geospatial data editor
ja: バージョン管理された空間データエディタ

source: Interactive Mapping
ja: インタラクティブマッピング

source: GeoExplorer GIS client
ja: GeoExplorer GISクライアント

source: Graphical style editor
ja: スタイル編集画面

source: Create multi-layer interactive maps
ja: マルチレイヤインタラクティブマップを作成する

source: Share and embed maps in web pages
ja: マップを共有してWebページに埋め込む

source: Print maps as PDF
ja: マップをPDFとして印刷する

source: Collaboration
ja: コラボレーション

source: Review, rate, and comment on data
ja: データのレビュー、評価、コメント

source: Groups of users
ja: ユーザーのグループ

source: Activity streams
ja: アクティビティストリーム

source: Announcements and notifications
ja: アナウンスと通知

source: ... and more!
ja: などなど ...

source: Implemented Standards
ja: 実装されている標準規格

source: Details
ja: 詳細

source: **Website:** https://geonode.org
ja: **Webサイト:** https://geonode.org

source: **Licence:** GNU General Public License (GPL) version 2.0
ja: **ライセンス:** GNU General Public License (GPL) version 2.0

source: **Software Version:** |version-geonode|
ja: **ソフトウェアバージョン:** |version-geonode|

source: **Supported Platforms:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac

source: **API Interfaces:** Python (Django)
ja: **API インターフェイス:** Python (Django)

source: **Support:** https://www.osgeo.org/service-providers
ja: **サポート:** https://www.osgeo.org/service-providers

source: Quickstart
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/geonode_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/geonode_quickstart>`
